Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Бирь
be: Бір

source: Бирюзово
be: Бірузова

source: Бискупка
be: Біскупка

source: Бискупцы
be: Біскупцы

source: Битевичи
be: Біцэвічы

source: Битевцы
be: Біцеўцы

source: Битеняты
be: Біцяняты

source: Битюны
be: Біцюны

source: Бичиково
be: Бічыкава

source: Биюти
be: Біюці

source: Биютишки
be: Біюцішкі

source: Благовичи
be: Благавічы

source: Благовка
be: Благаўка

source: Благодать
be: Благадаць

source: Блажевщина
be: Блажэўшчына

source: Блажишки
be: Блажышкі

source: Блажки
be: Блажкі

source: Блевчицы
be: Блеўчыцы

source: Ближние Бондари
be: Бліжнія Бандары

source: Близная
be: Блізная

source: Близнецы
be: Блізняцы

source: Близница
be: Блізніца

source: Близница 2-я
be: Блізніца 2

source: Блиновщина
be: Бліноўшчына

source: Блины
be: Бліны

source: Блиунг
be: Бліунг

source: Блотковщина
be: Блоткаўшчына

source: Блудовики
be: Блудавікі

source: Блужский Бор
be: Блужскі Бор

source: Блювиничи
be: Блювінічы

source: Блюдница
be: Блюдніца

source: Блюев
be: Блюеў

source: Бобарыки
be: Бабарыкі

source: Бобинка
be: Бобінка

source: Бобки
be: [Бабкі, Бобкі]

source: Боблово
be: Боблава

source: Бобовенка
be: Бабавенка

source: Бобовики
be: Бабовікі

source: Бобовичи
be: Бабовічы

source: Бобовище
be: Бабовішча

source: Бобовищи
be: Бабовішчы

source: Бобовка
be: Бабоўка

source: Бобовня
be: Бабоўня

source: Бобовцы
be: Бабоўцы

source: Бобовье
be: Бабоўе

source: Бобоедово
be: Бабаедава

source: Боборики
be: Бабарыкі

source: Бобренята
be: Бабраняты

source: Бобречье
be: Бабрэчча

source: Бобрик
be: Бобрык

source: Бобрики
be: Бобрыкі

source: Бобровичи
be: [Бабровічы, Бобравічы]

source: Бобровка
be: Бобраўка

source: Бобровники
be: [Бабраўнікі, Баброўнікі]

source: Бобровня
be: Баброўня

source: Боброво
be: Баброва

source: Боброво 1
be: Баброва 1

source: Боброво 2
be: Баброва 2

source: Бобровщина
be: Баброўшчына

source: Бобромыничи
be: Бабрамынічы

source: Бобруйки
be: Бабруйкі

source: Бобруйщина
be: Бабруйшчына

source: Бобруты
be: Бабруты

source: Бобры
be: Бабры

source: Бобы
be: Бабы

source: Бобыли
be: Бабылі

source: Бовбли
be: Боўблі

source: Бовгорка
be: Боўгарка

source: Бовки
be: Боўкі

source: Бовсевичи
be: Боўсевічы

source: Бовшево
be: Боўшава

source: Богатыревичи
be: Багатырэвічы

source: Богатырёво
be: Багатырова

source: Богатырская
be: Багатырская

source: Богатырь
be: Багатыр

source: Богатьки
be: Багацькі

source: Богатьковка
be: Багацькаўка

source: Богачи
be: Багачы

source: Богданишки
be: Багданішкі

source: Богданка
be: Багданка

source: Богданов
be: Багданаў

source: Богдановичи
be: Багданавічы

source: Богдановка
be: Багданаўка

source: Богданово
be: [Багданава, Багданова]

source: Богдановцы
be: Багданаўцы

source: Богдановщина
be: Багданаўшчына

source: Богданцы
be: Багданцы

source: Богданы
be: Багданы

source: Богди
be: Багдзі

source: Богдюки
be: Багдзюкі

source: Богдюны
be: Багдзюны

source: Богино
be: Богіна

source: Богомоловка
be: Багамолаўка

source: Богоровщина
be: Богараўшчына

source: Богородицкое
be: Багародзіцкае

source: Богуденка
be: Багудзенка

source: Богуденька
be: Багудзенька

source: Богуславка
be: Багуслаўка

source: Богуславово
be: Багуславава

source: Богутичи
be: Багуцічы

source: Богуцкие
be: Багуцкія

source: Богушевичи
be: Багушэвічы

source: Богушево
be: [Багушэва, Богушава]

source: Богушевск
be: Багушэўск

source: Богуши
be: Багушы

source: Богушовка
be: Багушоўка

source: Богушово
be: Багушова

source: Бодиволы
be: Бадзівалы

source: Бодиново
be: Бадзінава

source: Бодрый
be: Бодры

source: Бодякино
be: Бадзякіна

source: Бодялино
be: Бадзяліна

source: Боёвка
be: Баёўка

source: Боец
be: Баец

source: Божино
be: Божына

source: Божки
be: Бажкі

source: Бозок
be: Бозак

source: Бокачи
be: Бакачы

source: Бокиничи
be: Бакінічы

source: Бокишево
be: Бокішава

source: Боклаи
be: Баклаі

source: Боклань
be: Баклань

source: Бокотовка
be: Бокатаўка

source: Бокшицы
be: Бокшыцы

source: Бокшишки
be: Бокшышкі

source: Болбасово
be: Балбасава

source: Болбечино
be: Балбечына

source: Болбы
be: Баўбы

source: Болгары
be: Балгары

source: Болдуи
be: Балдуі

source: Болдыши
be: Балдышы

source: Болешино
be: Балешына

source: Болоновка
be: Балонаўка

source: Болонов-Селец
be: Балонаў Сялец

source: Болонов Селец 2
be: Балонаў Сялец 2

source: Болота
be: Балата

source: Болотино
be: Балоціна

source: Болотники
be: Балотнікі

source: Болотница
be: Балотніца

source: Болотня
be: Балотня

source: Болотовичи
be: Балотавічы

source: Болотце
be: Балотца

source: Болотчицы
be: Балотчыцы

source: Болоча
be: Балоча

source: Болочанка
be: Балачанка

source: Болсуны
be: Балсуны

source: Болтичи
be: [Баўцічы, Боўцічы]

source: Болтогузы
be: Балтагузы

source: Болтрамеевцы
be: Балтрамееўцы

source: Болтрамеи
be: Баўтрамеі

source: Болты
be: Балты

source: Болундишки
be: Балундзішкі

source: Больково
be: Болькава

source: Больковщизна
be: Балькаўшчына

source: Больники
be: Больнікі

source: Больси
be: Бальсі

source: Больтиникели
be: Бальцінікелі

source: Больтиники
be: Больцінікі

source: Больтишки
be: Больцішкі

source: Большая Берестовица
be: Вялікая Бераставіца

source: Большая Боровка
be: Вялікая Бароўка

source: Большая Быховщина
be: Вялікая Быхаўшчына

source: Большая Ведрень
be: Вялікая Вядрэнь

source: Большая Волохва
be: Вялікая Валахва

source: Большая Вулька
be: Вялікая Вулька

source: Большая Выдрея
be: Вялікая Выдрэя

source: Большая Ганута
be: Вялікая Ганута

source: Большая Глиновка
be: Вялікая Глінаўка

source: Большая Горожа
be: Вялікая Гарожа

source: Большая Грава
be: Вялікая Грава

source: Большая Дубровка
be: Бальшая Дубраўка

source: Большая Дятель
be: Вялікая Дзяцель

source: Большая Жорновка
be: Вялікая Жорнаўка

source: Большая Зятица
be: Бальшая Зяціца

source: Большая Изва
be: Вялікая Ізва

source: Большая Каплица
be: Вялікая Капліца

source: Большая Ковалевщина
be: Вялікая Кавалеўшчына

source: Большая Колоная
be: Вялікая Каланая

source: Большая Колпеница
be: Вялікая Каўпеніца

source: Большая Комаровка
be: Бальшая Камароўка

source: Большая Контора
be: Вялікая Кантора

source: Большая Королёвка
be: Вялікая Каралёўка

source: Большая Крапивня
be: Бальшая Крапіўня

source: Большая Курница
be: Вялікая Курніца

source: Большая Лещенка
be: Бальшая Лешчанка

source: Большая Лотва
be: Бальшая Лотва

source: Большая Лысица
be: Вялікая Лысіца

source: Большая Лысковка
be: Вялікая Лыскаўка

source: Большая Любщина
be: Вялікая Любшчына

source: Большая Людвиновка
be: Вялікая Людзвінаўка

source: Большая Медвядка
be: Вялікая Мядзвядка

source: Большая Митьковщина
be: Вялікая Міцькаўшчына

source: Большая Мощаница
be: Бальшая Машчаніца

source: Большая Мухоморовщина
be: Бальшая Мухамораўшчына

source: Большая Мысса
be: Вялікая Мыса

source: Большая Невиша
be: Вялікая Нявіша

source: Большая Обрина
be: Вялікая Вобрына

source: Большая Ольшанка
be: Вялікая Альшанка

source: Большая Переспа
be: Вялікая Пярэспа

source: Большая Показь
be: Бальшая Показь

source: Большая Почерня
be: Бальшая Почарня

source: Большая Пуща
be: Вялікая Пушча

source: Большая Раковица
be: Вялікая Ракавіца

source: Большая Рогозница
be: Вялікая Рагозніца

source: Большая Русиловка
be: Вялікая Русілаўка

source: Большая Свентица
be: Вялікая Свянціца

source: Большая Своротва
be: Вялікая Сваротва

source: Большая Страча
be: Вялікая Страча

source: Большая Тростяница
be: Бальшая Трасцяніца

source: Большая Угринь
be: Вялікая Угрынь

source: Большая Ухолода
be: Бальшая Ухалода

source: Большая Черница
be: Вялікая Чэрніца

source: Большая Шатановщина
be: Вялікая Шатаноўшчына

source: Большевик
be: Бальшавік

source: Большие Амхиничи
be: Вялікія Амхінічы

source: Большие Барсучины
be: Вялікія Барсучыны

source: Большие Белевичи
be: Вялікія Бялевічы

source: Большие Берёзовцы
be: Вялікія Бярозаўцы

source: Большие Бобровники
be: Вялікія Баброўнікі

source: Большие Бортники
be: Вялікія Бортнікі

source: Большие Бояры
be: Вялікія Баяры

source: Большие Викоровичи
be: Вялікія Вікаравічы

source: Большие Войшнаришки
be: Вялікія Вайшнарышкі

source: Большие Гатище
be: Вялікія Гацішча

source: Большие Гороховищи
be: Вялікае Гарохавішча

source: Большие Давыдки
be: Вялікія Давыдкі

source: Большие Дворцы
be: Вялікія Дворцы

source: Большие Диковичи
be: Вялікія Дзіковічы

source: Большие Жуховичи
be: Вялікія Жухавічы

source: Большие Завшицы
be: Вялікія Заўшыцы

source: Большие Зимовищи
be: Вялікія Зімовішчы

source: Большие Иодковичи
be: Вялікія Ёдкавічы

source: Большие Калиновичи
be: Вялікія Калінавічы

source: Большие Карныши
be: Вялікія Карнышы

source: Большие Князиковцы
be: Бальшыя Князікоўцы

source: Большие Козлы
be: Вялікія Казлы

source: Большие Комарники
be: Вялікія Камарнікі

source: Большие Конюшаны
be: Вялікія Канюшаны

source: Большие Косичи
be: Вялікія Косічы

source: Большие Круговичи
be: Вялікія Круговічы

source: Большие Лежни
be: Вялікія Ляжні

source: Большие Лезневичи
be: Вялікія Лезнявічы

source: Большие Лепесы
be: Вялікія Лепясы

source: Большие Лепи
be: Вялікія Лепі

source: Большие Лесковичи
be: Вялікія Лясковічы

source: Большие Лётцы
be: Вялікія Лётцы

source: Большие Липники
be: Вялікія Ліпнікі

source: Большие Липовичи
be: Вялікія Ліпавічы

source: Большие Литвиновичи
be: Вялікія Ліцвінавічы

source: Большие Логи
be: Вялікія Лагі

source: Большие Лозицы
be: Бальшыя Лазіцы

source: Большие Масушины
be: Вялікія Масушыны

source: Большие Мисники
be: Вялікія Міснікі

source: Большие Михалки
be: Вялікія Міхалкі

source: Большие Михиничи
be: Вялікія Міхінічы

source: Большие Мотыкалы
be: Вялікія Матыкалы

source: Большие Негновичи
be: Вялікія Негнавічы

source: Большие Новоселки
be: Вялікія Навасёлкі

source: Большие Овчиненки
be: Бальшыя Аўчыненкі

source: Большие Озеранки
be: Вялікія Азяранкі

source: Большие Орлы
be: Вялікія Арлы

source: Большие Осётки
be: Вялікія Асёткі

source: Большие Павловичи
be: Вялікія Паўлавічы

source: Большие Плейки
be: Бальшы Плейкі

source: Большие Прилуки
be: Прылукі Вялікія

source: Большие Пугачи
be: Вялікія Пугачы

source: Большие Пурневичи
be: Вялікія Пурневічы

source: Большие Пущевые
be: Вялікія Пушчавыя

source: Большие Пышногоры
be: Вялікія Пышнагоры

source: Большие Радваничи
be: Вялікія Радванічы

source: Большие Рексти
be: Вялікія Рэксці

source: Большие Роги
be: Вялікія Рагі

source: Большие Свирянки
be: Вялікія Свіранкі

source: Большие Семюны
be: Вялікія Сямюны

source: Большие Сехновичи
be: Вялікія Сяхновічы

source: Большие Слижи
be: Бальшыя Сліжы

source: Большие Словени
be: Бальшыя Славені

source: Большие Смольянцы
be: Вялікія Смальянцы

source: Большие Сонтаки
be: Бальшыя Сонтакі

source: Большие Стайки
be: Вялікія Стайкі

source: Большие Стеблевичи
be: Вялікія Сцяблевічы

source: Большие Степанишки
be: Вялікія Сцяпанішкі

source: Большие Столпеняты
be: Вялікія Стаўпяняты

source: Большие Сухаревичи
be: Вялікія Сухарэвічы

source: Большие Торонковичи
be: Вялікія Таронкавічы

source: Большие Трубочи
be: Вялікія Трубачы

source: Большие Трухановичи
be: Вялікія Труханавічы

source: Большие Туполы
be: Вялікія Тупалы

source: Большие Хуторы
be: Бальшыя Хутары

source: Большие Чучевичи
be: Вялікія Чучавічы

source: Большие Шиловичи
be: Вялікія Шылавічы

source: Большие Шумилишки
be: Вялікія Шумілішкі

source: Большие Щитники
be: Вялікія Шчытнікі

source: Большие Эйсмонты
be: Вялікія Эйсманты

source: Большие Якентаны
be: Вялікія Якентаны

source: Большие Яковичи
be: Вялікія Якавічы

source: Большие Яковчицы
be: Вялікія Якаўчыцы

source: Большие Яцыны
be: Вялікія Яцыны

source: Большое Абабье
be: Вялікае Абаб’е

source: Большое Бабино
be: Вялікае Бабіна

source: Большое Бахово
be: Вялікае Бахава

source: Большое Беляково
be: Вялікае Белякова

source: Большое Бушково
be: Бальшое Бушкава

source: Большое Высокое
be: Вялікае Высокае

source: Большое Гальцево
be: Вялікае Гальцава

source: Большое Городище
be: Вялікае Гарадзішча

source: Большое Городно
be: Вялікае Горадна

source: Большое Демидково
be: Вялікае Дзямідкава

source: Большое Жежлино
be: Вялікае Жэжліна

source: Большое Замошье
be: Бальшое Замошша

source: Большое Запоточье
be: Вялікае Запаточча

source: Большое Запрудье
be: Вялікае Запруддзе

source: Большое Кошо
be: Вялікае Кашо

source: Большое Лосвидо
be: Вялікае Лосвіда

source: Большое Малешево
be: Вялікае Малешава

source: Большое Можейково
be: Вялікае Мажэйкава

source: Большое Морозово
be: Бальшое Марозава

source: Большое Ольжево
be: Вялікае Ольжава

source: Большое Село
be: Вялікае Сяло

source: Большое Ситно
be: Вялікае Сітна

source: Большое Стиклево
be: Вялікае Сціклева

source: Большое Тешалово
be: Вялікае Цешалова

source: Большое Туровье
be: Вялікае Туроўе

source: Большое Тхорино
be: Вялікае Тхорына

source: Большое Уланово
be: Бальшое Уланава

source: Большое Хоново
be: Вялікае Хонава

source: Большое Чёрное
be: Бальшое Чорнае

source: Большой Бор
be: Вялiкi Бор

source: Большой Вязок
be: Вялікі Вязок

source: Большой Красник
be: Вялікі Краснік

source: Большой Кудин
be: Вялікі Кудзін

source: Большой Межник
be: Бальшы Мяжнік

source: Большой Нежков
be: Бальшы Нежкаў

source: Большой Озерецк
be: Вялікі Азярэцк

source: Большой Павлополь
be: Вялікі Паўлопаль

source: Большой Полсвиж
be: Вялікі Поўсвіж

source: Большой Старый Шклов
be: Бальшы Стары Шклоў

source: Большой Трилесин
be: Бальшы Трылесін

source: Большой Тростенец
be: Вялікі Трасцянец

source: Большой Холожин
be: Вялікі Халажын

source: Большухи
be: Бальшухі

source: Болюто
be: Болюта

source: Бондарево
be: Бондарава

source: Бондаревщина
be: Бондараўшчына

source: Бондари
be: Бандары

source: Бондарцы
be: Бандарцы

source: Бондары Старые
be: Бондары Старыя

source: Бондары Туловские
be: Бондары Тулаўскія

source: Бондоры
be: Бандоры

source: Бони
be: Боні

source: Боньки
be: Бонькі

source: Бордёвка
be: Бардзёўка

source: Борденцы
be: Бардзенцы

source: Бордзёвка
be: Бардзёўка

source: Бордиловка
be: Бардзілаўка

source: Бординичи
be: Бардзінічы

source: Бор-Дубенец
be: Бор-Дубінец

source: Борейки
be: Барэйкі

source: Борейковщина
be: Барэйкаўшчына

source: Борейшево
be: Барэйшава

source: Борец
be: Барэц

source: Борзди
be: Барздзі

source: Борздилы
be: Барздзілы

source: Борздовка
be: Барздоўка

source: Бориков
be: Барыкоў

source: Борисенки
be: Барысенкі

source: Борисики
be: Барысікі

source: Бориски
be: Барыскі

source: Борисковичи
be: Барыскавічы

source: Борисково
be: Барыскава

source: Борисовичи
be: Барысавічы

source: Борисовка
be: Барысаўка

source: Борисово
be: Барысава

source: Борисовщина
be: Барысаўшчына

source: Борисы
be: Барысы

source: Боричев
be: Барычаў

source: Боричевичи
be: Барычавічы

source: Боришино
be: Барышына

source: Борки
be: [Баркі, Боркі]

source: Борки 1
be: Баркі 1

source: Борки 2
be: Баркі 2

source: Борки Низовые
be: Баркі Нізавыя

source: Борковичи
be: Боркавічы

source: Борково
be: Баркова

source: Борковцы
be: Баркаўцы

source: Борколабово
be: Баркалабава

source: Боркуны
be: Баркуны

source: Бор-Липы
be: Бор-Ліпы

source: Боровая
be: [Баравая, Баровая]

source: Боровая Буда
be: Баравая Буда

source: Боровая Глинка
be: Баравая Глінка

source: Боровая Слобода
be: Баравая Слабада

source: Боровенские Хутора
be: Баравенскія Хутары

source: Боровец
be: Баравец

source: Боровики
be: Баравікі

source: Боровиковщина
be: Баравікоўшчына

source: Боровино
be: Баравіно

source: Боровица
be: Баравіца

source: Боровище
be: Баравішча

source: Боровка
be: Бароўка

source: Боровка 2
be: Бароўка 2

source: Боровки
be: Бараўкі

source: Боровляны
be: Бараўляны

source: Боровляны-2
be: Бараўляны-2

source: Боровно
be: Бораўна

source: Боровое
be: Баравое

source: Боровое Лядо
be: Баравое Ляда

source: Боровская
be: Бараўская

source: Боровуха
be: Баравуха

source: Боровцы
be: Бараўцы

source: Боровщина
be: Бароўшчына

source: Боровые
be: Баравыя

source: Бороденичи
be: Барадзенічы

source: Бородино
be: Барадзіно

source: Бородичи
be: Бародзічы

source: Бородки
be: Бародкі

source: Бородулино
be: Барадуліна

source: Бородыны
be: Барадыны

source: Борок
be: Барок

source: Бороньки
be: Баронькі

source: Борствиново
be: Барствінава

source: Борсуки
be: Барсукі

source: Борсучина
be: Барсучына

source: Борти
be: Борці

source: Бортники
be: Бортнікі

source: Бортники 1
be: Бортнікі 1

source: Бортники 2
be: Бортнікі 2

source: Бортновичи
be: Бортнавічы

source: Бортняки
be: Бартнякі

source: Бортяки
be: Барцякі

source: Боруки
be: Барукі

source: Боруны
be: Баруны

source: Борутишки
be: Баруцішкі

source: Борхов
be: Борхаў

source: Борцы
be: [Барцы, Борцы]

source: Борченки
be: Барчанкі

source: Борщёвка
be: Баршчоўка

source: Борщево
be: Баршчэва

source: Борщи
be: Баршчы

source: Бостынь
be: Бастынь

source: Боськово
be: Боськава

source: Босянки 2
be: Басянкі 2

source: Босянки 3
be: Басянкі 3

source: Босяные
be: Басяныя

source: Босяч
be: Басяч

source: Ботаничи
be: Ботанічы

source: Ботвиновичи
be: Бацвінавічы

source: Ботвиновка
be: Бацвінаўка

source: Ботвиново
be: Бацвінава

source: Ботвины
be: Боцьвіны

source: Ботвиньево
be: Бацвіннева

source: Ботово
be: Ботава

source: Боубли
be: Баўблі

source: Боханы
be: [Баханы, Боханы]

source: Боцковичи
be: Боцкавічы

source: Бочарово
be: Бачарова

source: Бочейково
be: Бачэйкава

source: Бочешники
be: Бачэшнікі

source: Бочкары
be: Бачкары

source: Бошня
be: Башня

source: Бояковщина
be: Баякоўшчына

source: Бояничи
be: Баянічы

source: Боярки
be: Баяркі

source: Боярновичи
be: Баярнавічы

source: Боярово
be: Баярова

source: Боярск
be: Баярск

source: Боярская
be: Баярская

source: Боярунишки
be: Баярунішкі

source: Боярщина
be: Баяршчына

source: Бояры
be: Баяры

source: Бояры 1
be: Баяры 1

source: Бояры-Дикушские
be: Дзікушскія Баяры

source: Бояры Желудокские
be: Баяры Жалудоцкія

source: Бояры Лебёдские
be: Баяры Лябёдскія

source: Бояры-Смолодские
be: Смалоцкія Баяры

source: Браги
be: Брагі

source: Брагин
be: Брагін

source: Бражельцы
be: Бражэльцы

source: Браздетчино
be: Браздзечына

source: Браздецкая Слобода
be: Браздзецкая Слабада

source: Бразиня
be: Бразіня

source: Бракова Слобода
be: Бракава Слабада

source: Браково
be: Бракава

source: Браковщина
be: Бракаўшчына

source: Брановичи
be: Бранавічы

source: Браново
be: Бранава

source: Браносово
be: Браносава

source: Брантовцы
be: Брантоўцы

source: Братково
be: Браткава

source: Братняя Гора
be: Братняя Гара

source: Братское
be: Брацкае

source: Братылово
be: Братылава

source: Брашевичи
be: Брашэвічы

source: Бредево
be: Брэдзева

source: Бресские
be: Брэскія

source: Бретянка
be: Брацянка

source: Бржезово
be: Бржэзова

source: Бригидово
be: Брыгідава

source: Бригитполье
be: Брыгітполле

source: Брижинки
be: Брыжынкі

source: Брики
be: Брыкі

source: Бриксичи
be: Брыксічы

source: Брилёв
be: Брылёў

source: Брилёвка
be: Брылёўка

source: Брилёво
be: Брылёва

source: Брили
be: Брылі

source: Брильки
be: Брылькі

source: Бринденята
be: Брындзянята

source: Бринёв
be: Брынёў

source: Бринёво
be: Брынёва

source: Бриничево
be: Брынічава

source: Бритики
be: Брыцікі

source: Брицаловичи
be: Брыцалавічы

source: Бриченьки
be: Брычанькі

source: Бричицы
be: Брычыцы

source: Брище
be: Брышча

source: Бриялёво
be: Брыялёва

source: Бровки
be: [Браўкі, Броўкі]

source: Бровск
be: Броўск

source: Бровчино
be: Броўчына

source: Бровщина
be: Броўшчына

source: Бродец
be: Брадзец

source: Бродище
be: Брадзішча

source: Бродница
be: Бродніца

source: Бродовка
be: Бродаўка

source: Бродок
be: [Брадок, Бродак]

source: Бродче
be: Брадчэ

source: Броды
be: [Брады, Броды]

source: Бродятин
be: Брадзяцін

source: Брольники
be: Брольнікі

source: Броневичи
be: Браневічы

source: Бронислав
be: Браніслаў

source: Бронная Гора
be: Бронная Гара

source: Бронница
be: Бронніца

source: Бронное
be: Броннае

source: Бросовинка
be: Брасавінка

source: Броськов
be: Броськаў

source: Броховщина
be: Брохаўшчына

source: Брошковцы
be: Брошкаўцы

source: Бруёвка
be: Бруёўка

source: Брузги
be: Брузгі

source: Бруйки
be: Бруйкі

source: Бруски
be: Брускі

source: Брусковщина
be: Брускаўшчына

source: Брусово
be: Брусава

source: Брушки
be: Брушкі

source: Брылёвка
be: Брылёўка

source: Брыли
be: Брылі

source: Брюхово
be: Брухава

source: Брюховцы
be: Брухаўцы

source: Брюшково
be: Брушкава

source: Брянск
be: Бранск

source: Брянцево
be: Бранцава

source: Брянчицы
be: Бранчыцы

source: Бубновка
be: Бубнаўка

source: Буболи
be: Бубалі

source: Бугаи
be: Бугаі

source: Буглаи
be: Буглаі

source: Бугримовка
be: Бугрымаўка

source: Буда Ближняя
be: Буда Бліжняя

source: Будавник
be: Будаўнік

source: Будагово
be: Будагова

source: Буда Головчицкая
be: Буда Галоўчыцкая

source: Буда Гресская
be: Буда Грэская

source: Буда Казимировская
be: Буда Казіміраўская

source: Буда Красновская
be: Буда Красноўская

source: Буда Лельчицкая
be: Буда Лельчыцкая

source: Буда Люшевская
be: Буда Люшаўская

source: Буда Петрицкая
be: Буда Петрыцкая

source: Буда-Софиевка
be: Буда-Сафіеўка

source: Будатин
be: Будацін

source: Будачи
be: Будачы

source: Будево
be: Будзева

source: Будевцы
be: Будзяўцы

source: Буденичи
be: Будзенічы

source: Буденичская Рудня
be: Будзяніцкая Рудня

source: Будённого
be: Будзённага

source: Будёновка
be: Будзёнаўка

source: Будилка
be: Будзілка

source: Будилки
be: Будзілкі

source: Будиловка
be: Будзілаўка

source: Будилово
be: Будзілава

source: Будилы
be: Будзілы

source: Будино
be: Будзіна

source: Будислово
be: Будзіслава

source: Будичи
be: Будзічы

source: Будище
be: Будзішча

source: Будище-Столбунская
be: Будзішча Стаўбунскае

source: Будка-Шибенка
be: Будка-Шыбенка

source: Будки
be: Будкі

source: Буднево
be: Буднева

source: Будники
be: Буднікі

source: Будницкий
be: Будніцкі

source: Будно
be: Будна

source: Будные
be: Будныя

source: Будоболь
be: Будобаль

source: Будовля
be: Будоўля

source: Будогощь
be: Будагошч

source: Будочка
be: Будачка

source: Будревичи
be: Будрэвічы

source: Будровцы
be: Будраўцы

source: Будровщина
be: Будраўшчына

source: Будслав
be: Будслаў

source: Будьки
be: Будзькі

source: Будьковщина
be: Будзькаўшчына

source: Будянка
be: Будзянка

source: Буево
be: Буева

source: Буевщина
be: Буеўшчына

source: Буи
be: Буі

source: Буйвичи
be: Буйвічы

source: Буйки
be: Буйкі

source: Буйковичи
be: Буйкавічы

source: Буйли
be: Буйлі

source: Буйневичи
be: Буйнявічы

source: Буйничи
be: Буйнічы

source: Буйничково
be: Буйнічкава

source: Буйновичи
be: Буйнавічы

source: Букарево 1
be: Букарава 1

source: Букарево 2
be: Букарава 2

source: Букатино
be: Букаціна

source: Букатово
be: Букатова

source: Буки
be: Букі

source: Букино
be: Букіно

source: Буковина
be: Букавіна

source: Буковичи
be: Буковічы

source: Буково
be: Букава

source: Букштово
be: Букштава

source: Булавки
be: Булаўкі

source: Булахи
be: Булахі

source: Булаховка
be: Булахаўка

source: Булгаки
be: Булгакі

source: Булино
be: Буліна

source: Булков
be: Булкаў

source: Булла
be: Була

source: Буловишки
be: Булавішкі

source: Булыги
be: Булыгі

source: Булыжицы
be: Булыжыцы

source: Булынино
be: Булыніна

source: Булынки
be: Булынкі

source: Булынщина
be: Булыншчына

source: Бульково
be: Булькова

source: Бумажково
be: Бумажкова

source: Буни
be: Буні

source: Бунтики
be: Бунцікі

source: Буньковщина
be: Бунькаўшчына

source: Бураки
be: Буракі

source: Бураково
be: Буракова

source: Бурбин
be: Бурбін

source: Бурбовщина
be: Бурбаўшчына

source: Бурдевичи
be: Бурдзевічы

source: Бурдуки
be: Бурдукі

source: Бурдыки
be: Бурдыкі

source: Бурезь
be: Буразь

source: Бурелом 1
be: Буралом 1

source: Бурки
be: Буркі

source: Бурмаки
be: Бурмакі

source: Бурневка
be: Бурнеўка

source: Бурнево
be: Бурнева

source: Бурнейки
be: Бурнейкі

source: Буровщина
be: Бураўшчына

source: Буросово
be: Буросава

source: Буртичи
be: Бурцічы

source: Буртишки
be: Бурцішкі

source: Бурчаки
be: Бурчакі

source: Бурые
be: Бурыя

source: Бусловка
be: Буслаўка

source: Бусни
be: Бусні

source: Бусово
be: Бусава

source: Бусса
be: Буса
